Revit 2015 API
InSessionViewSheetSet Members
The InSessionViewSheetSet type exposes the following members.
Methods
Name | Description
Equals
Determines whether the specified Object is equal to the current Object.
 (Inherited from Object.)
GetHashCode
Serves as a hash function for a particular type.
 (Inherited from Object.)
GetType
Gets the Type of the current instance.
 (Inherited from Object.)
ToString
Returns a string that represents the current object.
 (Inherited from Object.)
Properties
Name | Description
Views
The views.
See Also
InSessionViewSheetSet Class
Autodesk.Revit.DB Namespace